[app]
language=Slovenian
load_error=Izgleda, da je ta datoteka poškodovana ali ni podprta
load_error_ext=Namestiti morate Image Extensions ▢, da odprete ▢ datoteke
yes=Da
no=Ne
LANGUAGE_TIP=Sprememba jezika zahteva ponovni zagon aplikacije
OPEN_WITH=Odpri s PhoXoSee
welcome=Dobrodošli v PhoXoSee!
intro=Hiter · Lahek · Čist · Zmogljiv
welcome_open=Odpri
plugin_button=Namesti
ok=OK
cancel=Prekliči
ocr_none=Na sliki ni bilo najdenega besedila.

[TOOLBAR]
1=Filmski trak (F)
2=Ogled lokacije
3=Dejanska velikost (/ ali 1)
4=Prilagodi oknu (/ ali 1)
5=Povečaj (Ctrl + Miškino kolesce)
6=Pomanjšaj (Ctrl + Miškino kolesce)
7=Prejšnja (←)
8=Naslednja (→ ali preslednica)
9=Zavrti levo za 90° (L)
10=Zavrti desno za 90° (R)
11=Izbriši (Delete)
12=Spremeni velikost (Ctrl+R)
13=Izboljšaj pogled
14=Meni
15=Celozaslonski način (Enter ali F11)
16=Izhod iz celozaslonskega načina (Enter)
17=Barvna tema
18=Išči po datumu fotografiranja
19=Posodobitev je na voljo
20=Obreži (K)

[ColorTheme]
1=Barva naslovne vrstice : Sledi sistemu|Barva naslovne vrstice : Svetla tema|Barva naslovne vrstice : Temna tema|Barva naslovne vrstice : Po meri
t=Drži Shift za nastavljanje z miško

[ViewEnhance]
t=Svetlost|Barvitost|Ostrost|Mehak sijaj

[EXIF]
0=Informacije
1=Ime datoteke:
2=Vrsta datoteke:
3=Velikost datoteke:
4=Velikost slike:
5=Datum spremembe:
20=Datum posnetka:
21=Znamka:
22=Model:
23=Model objektiva:
24=Goriščno razmerje:
25=Največja zaslonka:
26=Čas zaklopa:
27=Ločljivost:
28=Občutljivost ISO:
29=Goriščna razdalja:
30=Način merjenja:
31=Bliskavica:
33=Program izpostavljenosti:
35=Število sličic:
50=Programska oprema:
80=_/Povprečje/Sredinsko uteženo povprečje/Točkovno/Večtočkovno/Vzorec/Delno
81=Bliskavica sprožena/brez bliskavice
83=_/Ročni/Običajni program/Prioriteta zaslonke/Prioriteta zaklopa/Ustvarjalni program (s poudarkom na globinski ostrini)/Akcijski program (s poudarkom na krajšem času zaklopa)/Portretni način (za bližnje posnetke z neizostrenim ozadjem)/Pokrajinski način (za pokrajinske fotografije z izostrenim ozadjem)

[TITLE]
10=
11=
12=
30=
31=
32=

[DlgSetting]
page=Pogled|Splošno|Povezave datotek|Raziskovalec datotek|Razno|Zasebnost
10=Strojno pospešeno upodabljanje (GPU)
11=Ne izberi te možnosti, če je slika videti nenormalna.
12=Pred brisanjem prikaži potrditveno pogovorno okno
13=Pametna strategija prikaza za izjemno dolge slike
14=Prikaži dejansko velikost in samodejno postavi na vrh
15=Kakovost shranjevanja JPEG
16=[0..100], priporočeno je 80
19=Ne dovoli več primerkov tega programa
20=Izklopi animacijo ob zagonu v glavnem oknu
21=Omogoči nedavno zgodovino datotek
22=Shrani nastavitve uporabniškega vmesnika
23=Ponovno odpri zadnjo sliko ob zagonu
24=Sličice raziskovalca za izbrane formate (morda bo potreben ponovni zagon sistema)
25=Trajno izbriši datoteke (ne premakni jih v koš)
26=Samodejno nastavi ozadje za SVG, če je v trenutni temi presvetlo/pretemno
100=Kolesce miške
101=Prejšnja/naslednja slika|Povečava
103=Dvoklik
104=Povečaj (2x)|Dejanska velikost (100 %)|Celoten zaslon
106=Ponudnik GPS-a
107=Zemljevidi Bing|Google zemljevidi
109=Največja stopnja povečave
110=Ponavljanje mape, ko se doseže zadnja/prva slika
113=Samodejno shrani po rotaciji
114=Prezri vdelani ICC profil slike
115=Počisti predpomnilnik sličic
116=Korak povečave
117=Standarden|Hiter
118=Prikaži mrežo prosojnosti
119=Vedno prikaži slike v najvišji kakovosti (nekoliko počasneje)
200=Datotečna končnica|Privzeta aplikacija
201=Spremeni
300=Dodaj element kontekstnega menija v Raziskovalcu
301=Tipka ESC za izhod iz aplikacije
302=Prejšnja/Naslednja tema gumba
303=Krožna
304=Samodejno skrij orodno vrstico
305=Onemogoči interpolacijo pri povečavi > 100 %
306=Onemogoči zaobljene kotičke sistema
307=Samodejno preveri za posodobitvami

[DlgDelete]
t=Izbriši datoteko|Ne sprašuj me več|Ali želiš to datoteko odstraniti v koš?

[DlgResize]
t=Spremeni velikost|Širina|Višina|Ohrani razmerje stranic
1=Prikaži ocenjeno velikost datoteke\nVelikost WebP izračunana (<2M px)

[DlgCustomizeTool]
1=Poravnaj levo|Poravnaj na sredino|Poravnaj desno
tip=Ponastavi na privzeto|Gumb za odstranitev|Premakni levo|Premakni desno|Uveljavi spremembe

[DlgAbout]
0=O
1=Različica:
2=Avtorske pravice © 2025 FULI. Vse pravice pridržane.
3=Brezplačno za osebno in komercialno uporabo
4=Preveri za posodobitvami
5=Zapri
6=Uporabljaš najnovejšo različico
7=Na voljo je novejša različica. Ali jo želiš prenesti zdaj?
8=Zasluge

[DlgRename]
1=Novo ime:

[SearchImage]
1=Izberi imenik, ki vsebuje slike
3=Poišči fotografije z datumom posnetka od:
4=samo ta dan|v 10 dneh|v 30 dneh|v 100 dneh
5=Išči
8=Iskanje po slikah
9=Iskanje je bilo preklicano
10=Skupno število najdenih slik

[BatchSvg]
1=Izberi mapo s ▢ slikami
2=Izberi velikost izhodne slike
3=Pretvori
4=V tem imeniku ni ▢ slik
5=Pretvorba končana.
6=Izberi izhodno mapo
7=Pretvorba ni uspela:
8=Pretvorba je bila preklicana.

[File]
SUPPORT_FILE=Vse slike
SAVE_ERROR=Shranjevanje slike ni uspelo
5=Imenik ne obstaja
6=Prebrskaj...

[MENU]
2=Izhod
12=Dejanska velikost
13=Prilagodi oknu
21000=Odpri
21001=Shrani kot
21002=Kopiraj
21100=Natisni
tool=Orodja
21101=Pridobi trenutno ozadje
21806=Prepoznaj besedilo na sliki
21807=Obreži
21600=Vedno na vrhu
21750=Zgoraj
21751=Spodaj
21805=Prilagodi orodno vrstico
language=Jezik
21800=Nastavitve
21801=O
recent=Nedavne datoteke
21804=Počisti
20000=Informacije
21003=Odpri lokacijo slike
openwith=Odpri s/z
21803=Izberi
20013=Celoten zaslon
21004=Prilepi
21108=Samodejno skrij orodno vrstico
21110=Pretvori SVG → PNG
21115=Pretvori HEIC → JPG
thumbdock=Položaj plošče
thumbsrow=Stolpci
thumbsize=Velikost sličic
21120=Skrij ploščo s sličicami
21820=Majhno
21821=Srednje (privzeto)
21822=Veliko
21823=Alt + kolešček za povečavo
21830=Način brez obrob
window=Okno
thumbmode=Način prikaza
21831=Prilagodi (prikaži celotno sliko)
21832=Zapolni (lahko obreže sliko)
21833=Preimenuj
21834=Kopiraj v
21835=Premakni v